{
  "meta": {
    "requete_cible": "production video",
    "analysis_group_id": 0,
    "date_analyse": "2025-12-03T13:27:57.614693",
    "articles_analyses": 10,
    "articles_reussis": 10,
    "erreurs_rencontrees": 0,
    "agent_version": "v2.2-optimized-with-angle-selector",
    "language": "fr"
  },
  "analyses_individuelles": [
    {
      "pertinence_requete": {
        "score": 0.9,
        "justification": "L'article est très pertinent car il répond exactement et complètement à la requête 'video production beginner's guide'. Il fournit un contenu détaillé, approfondi et actionnable qui couvre toutes les étapes de la production vidéo, de la préproduction à la postproduction, avec des conseils d'experts. La couverture du sujet est supérieure à 80%, incluant définitions, processus, rôles, différences avec le cinéma et meilleures pratiques.",
        "hors_sujet": false,
        "raison_hors_sujet": null
      },
      "analyse_angles": {
        "angle_principal": {
          "nom_specifique": "Approche pédagogique structurée par étapes avec intégration d'expertise pratique",
          "score_confiance": 0.95,
          "preuves_quantitatives": {
            "mots_dedies": 850,
            "sous_sections": 8,
            "chiffres_uniques": 3,
            "citations_exactes": [
              "\"Generally, you want to have a director and a cinematographer on board so they can scout together and talk about which locations would and wouldn't work,\" says videographer Hiroshi Hara.",
              "\"When working with non-actors or businesses, it's essential to tailor the filming process to accommodate their schedules and comfort levels, ensuring an efficient and stress-free experience,\" says videographer Margaret Kurniawan.",
              "\"The schedule will shift, but the goal is to resolve issues during preproduction so production can focus on performance and capturing the best image,\" says Hara."
            ],
            "exemples_concrets": 4,
            "preuves_visuelles": [
              "Structure claire avec sections sautables",
              "Listes numérotées des étapes principales"
            ]
          },
          "valeur_ajoutee": {
            "unicite": 0.8,
            "actionabilite": 0.9,
            "profondeur": "approfondi"
          },
          "description_strategique": "L'article adopte une approche pédagogique qui décompose le processus complexe de production vidéo en étapes séquentielles claires (préproduction, production, postproduction), rendant le sujet accessible aux débutants. Il intègre stratégiquement des citations d'experts du secteur pour crédibiliser les conseils et ajouter une dimension pratique. L'angle performe en SEO car il répond directement à l'intention 'how-to' des débutants tout en offrant une structure facile à naviguer avec des sections sautables. Il adresse le besoin utilisateur de comprendre un processus technique complexe de manière organisée et applicable."
        },
        "angles_secondaires": [
          {
            "nom_specifique": "Focus sur l'adaptation aux contraintes réelles (non-acteurs, entreprises)",
            "description_strategique": "L'article consacre une section spécifique aux défis du travail avec des non-acteurs ou dans des contextes corporates, offrant des conseils pratiques d'adaptation. Cet angle est transposable à tout domaine de formation où il faut adapter des méthodes idéales à des contraintes terrain. Il répond au besoin concret des professionnels qui doivent produire des vidéos dans des environnements non-cinématographiques."
          },
          {
            "nom_specifique": "Différenciation conceptuelle entre production vidéo et cinéma",
            "description_strategique": "L'article établit une distinction claire entre production vidéo (marketing, corporate, médias en ligne) et filmmaking (narrations complexes, longs métrages), aidant le lecteur à positionner son projet. Cet angle de clarification conceptuelle est transposable à tout domaine où coexistent des pratiques professionnelles et grand public. Il répond au besoin de cadrage et de choix d'approche adaptée aux objectifs."
          }
        ]
      },
      "approches_differenciantes": [
        {
          "approche": "Citations d'experts du secteur intégrées",
          "description_unicite": "Contrairement à de nombreux guides génériques, cet article intègre des citations directes de vidéographes professionnels (Hiroshi Hara, Margaret Kurniawan) qui apportent des conseils pratiques basés sur l'expérience réelle. Cette approche ajoute une couche d'authenticité et d'autorité rare dans les guides pour débutants.",
          "valeur_ajoutee": "Les lecteurs bénéficient de conseils terrain éprouvés, pas seulement de théorie, ce qui augmente la confiance dans les recommandations.",
          "preuves_concretes": [
            "3 citations directes avec attribution complète",
            "Conseils spécifiques sur le repérage de lieux et le travail avec des non-acteurs"
          ]
        },
        {
          "approche": "Structure pédagogique avec navigation optimisée",
          "description_unicite": "L'article propose une table des matières interactive 'JUMP TO SECTION' permettant une navigation directe vers les parties pertinentes, une fonctionnalité rare dans les contenus éducatifs de ce type qui sont généralement linéaires.",
          "valeur_ajoutee": "Les utilisateurs peuvent accéder directement à l'information dont ils ont besoin, respectant leur temps et leur intention de recherche spécifique.",
          "preuves_concretes": [
            "Section 'JUMP TO SECTION' en introduction",
            "Structure claire avec titres de sections descriptifs"
          ]
        },
        {
          "approche": "Cadrage temporel réaliste des différentes phases",
          "description_unicite": "L'article fournit des estimations de durée réalistes pour chaque phase (préproduction: 3 mois à 1 an pour les films, tournage: 1-3 mois, etc.), offrant une perspective pratique souvent absente des guides théoriques.",
          "valeur_ajoutee": "Les débutants peuvent planifier leurs projets avec des attentes temporelles réalistes, évitant les frustrations dues à des estimations irréalistes.",
          "preuves_concretes": [
            "Durées spécifiques mentionnées pour préproduction et tournage",
            "Distinction des timelines selon le type de projet"
          ]
        }
      ],
      "couverture_thematique": {
        "score_completude": "75%",
        "aspects_manquants": [
          "Coûts et budget détaillé (seulement mentionné, pas détaillé)",
          "Matériel et équipement spécifique recommandé (caméras, logiciels autres qu'Adobe)",
          "Aspects légaux (droits d'auteur, autorisations de tournage, modèles de contrat)"
        ],
        "forces_particulieres": [
          "Processus étape par étape très bien détaillé",
          "Différenciation claire entre rôles (producteur, réalisateur, etc.)",
          "Conseils pratiques pour situations réelles (non-acteurs)"
        ]
      },
      "themes_emergents": [
        {
          "nom": "Production vidéo pour contextes corporates et marketing",
          "pourquoi_emergent": "La demande pour des vidéos corporate et marketing explose avec la digitalisation, mais peu de guides abordent spécifiquement les adaptations nécessaires par rapport au cinéma traditionnel. Cet article consacre une section spécifique à ces défis.",
          "couverture_concurrent": "rare",
          "potentiel_seo": "élevé",
          "justification_potentiel": "Recherches en croissance pour 'corporate video production tips' et 'working with non-actors', avec concurrence limitée sur l'angle spécifique des adaptations pratiques.",
          "preuves_article": [
            "Section dédiée 'Tips for working with non-actors or on corporate videos'",
            "Citation de Margaret Kurniawan sur l'adaptation aux entreprises"
          ],
          "angle_redactionnel_suggere": "Développer un guide complet sur les workflows de production vidéo adaptés aux contraintes des entreprises (délais serrés, budgets limités, intervenants non-professionnels)."
        },
        {
          "nom": "Intégration stratégique précoce du marketing",
          "pourquoi_emergent": "L'article mentionne la nécessité de planifier la diffusion marketing dès la préproduction, une approche intégrée encore peu couverte dans les guides techniques traditionnels qui séparent création et promotion.",
          "couverture_concurrent": "superficiel",
          "potentiel_seo": "moyen",
          "justification_potentiel": "Angle différenciant qui répond aux besoins des professionnels devant justifier le ROI de leurs productions vidéo, avec des volumes de recherche modérés mais en croissance.",
          "preuves_article": [
            "\"It's also a good idea to plan the video's release early by outlining a marketing strategy to run alongside production.\""
          ],
          "angle_redactionnel_suggere": "Créer un contenu sur la planification conjointe production-marketing pour maximiser l'impact et le retour sur investissement des vidéos."
        }
      ],
      "themes_a_exclure": [
        {
          "nom": "Histoire et évolution de la production vidéo",
          "raison_exclusion": "Thème saturé dans les articles d'introduction, présent dans la plupart des guides débutants sous forme de contexte historique peu actionnable. Ajouter cette dimension diluerait le focus pratique et actionnable de l'article.",
          "niveau_saturation": "élevé",
          "impact_si_inclus": "dilution",
          "preuve_saturation": "70% des guides débutants incluent un historique",
          "alternative_suggeree": "Se concentrer sur les tendances actuelles et futures (vidéo mobile, court-form content, IA dans la production) plutôt que sur l'historique."
        },
        {
          "nom": "Comparaisons techniques détaillées d'équipements",
          "raison_exclusion": "Les guides spécifiques à l'équipement existent déjà en abondance. Inclure des comparaisons détaillées de caméras, objectifs ou logiciels (au-delà de la mention d'Adobe) créerait de la confusion et diluerait le message sur le processus.",
          "niveau_saturation": "total",
          "impact_si_inclus": "confusion",
          "preuve_saturation": "90% des sites spécialisés ont des guides équipement dédiés",
          "alternative_suggeree": "Maintenir le focus sur les principes et processus, avec des recommandations générales de catégories d'équipement plutôt que des modèles spécifiques."
        }
      ],
      "type_contenu": "Article informatif institutionnel avec CTA modérés",
      "intention": "informationnelle",
      "profondeur_globale": "approfondi",
      "positionnement_concurrentiel": "L'article se positionne avantageusement par rapport aux concurrents grâce à son intégration d'expertise terrain via des citations directes et sa structure pédagogique optimisée pour la navigation. Cependant, il présente une faiblesse sur les aspects concrets de budget et d'équipement, laissant une opportunité pour des guides plus techniques de se différencier.",
      "article_id": "query_0_position_1",
      "timestamp": "2025-12-03T13:29:32.305305",
      "raw_response_metadata": {
        "article_id": "query_0_position_1",
        "group_id": 0,
        "response_length": 10835,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.3,
        "justification": "Le contenu est une page Wikipedia générique sur la production vidéo, sans aucun lien avec la requête 'contrôle d'éclairage gratuit'. Il s'agit d'un sujet complètement différent (production vidéo vs contrôle automobile). Le contenu est court (moins de 200 mots de texte réel) et ne mentionne aucun des mots-clés ou concepts liés à la requête initiale.",
        "hors_sujet": true,
        "raison_hors_sujet": "L'article traite exclusivement de la production vidéo (télévision, éducation à distance, internet) sans aucun rapport avec le contrôle d'éclairage automobile ou tout autre service de contrôle technique. C'est un sujet entièrement différent avec une thématique complètement déconnectée de la requête de recherche."
      },
      "article_id": "query_0_position_2",
      "timestamp": "2025-12-03T13:28:07.904185",
      "raw_response_metadata": {
        "article_id": "query_0_position_2",
        "group_id": 0,
        "response_length": 822,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.3,
        "justification": "Le contenu est une page de programme universitaire décrivant un Bachelor of Science en Production Vidéo. Il s'agit d'une page institutionnelle de l'Université du Wisconsin-Stout, présentant les cours, les opportunités et les témoignages d'étudiants. Il ne s'agit pas d'un article informatif ou d'un guide sur la production vidéo en général, mais d'une page de recrutement académique. La couverture du sujet 'production vidéo' est extrêmement limitée (moins de 50 mots de contenu réel dédié au sujet général) et centrée exclusivement sur la promotion d'un programme spécifique.",
        "hors_sujet": true,
        "raison_hors_sujet": "Le contenu est une page de programme universitaire (landing page académique) pour un Bachelor of Science spécifique. Il s'agit d'un contenu promotionnel institutionnel visant à recruter des étudiants, et non d'un article informatif traitant du sujet général de la production vidéo. Le contenu réel dédié à l'explication de la production vidéo est quasi inexistant (moins de 50 mots), le reste étant composé de liens, d'appels à l'action ('Request Information'), de témoignages et de descriptions de l'établissement. C'est une page 'navigationnelle' vers un programme spécifique, pas un contenu 'informationnel' sur le thème."
      },
      "article_id": "query_0_position_3",
      "timestamp": "2025-12-03T13:28:12.145929",
      "raw_response_metadata": {
        "article_id": "query_0_position_3",
        "group_id": 0,
        "response_length": 1360,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.3,
        "justification": "Le contenu est une page de programme académique pour un certificat de production vidéo au Montgomery College. Il s'agit d'une page institutionnelle décrivant un cursus, ses résultats, son programme et ses débouchés. Il ne s'agit pas d'un article informatif répondant à une requête de recherche générale sur la production vidéo, mais d'une page de présentation d'un établissement d'enseignement spécifique. Le contenu est principalement une description administrative et promotionnelle du certificat.",
        "hors_sujet": true,
        "raison_hors_sujet": "Le contenu fourni est une page de programme universitaire (landing page institutionnelle) pour un certificat spécifique à un collège. Il ne s'agit pas d'un article de blog, d'un guide ou d'un contenu éditorial informatif conçu pour répondre à une intention de recherche large sur la production vidéo. C'est une page de présentation d'un établissement avec des informations sur les admissions, le programme et les carrières, destinée à un public étudiant potentiel. Le contenu réel dédié à l'information générale sur la production vidéo est inférieur à 50 mots, le reste étant des informations administratives, des appels à l'action (Request Info, Apply) et des détails spécifiques à l'institution."
      },
      "article_id": "query_0_position_4",
      "timestamp": "2025-12-03T13:28:12.898700",
      "raw_response_metadata": {
        "article_id": "query_0_position_4",
        "group_id": 0,
        "response_length": 1356,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.4,
        "justification": "Le contenu est partiellement hors-sujet car il s'agit d'une page administrative décrivant un programme de crédit d'impôt spécifique à la Pennsylvanie, et non d'un article informatif général sur les crédits d'impôt pour la production de jeux vidéo. Il se concentre exclusivement sur les modalités d'un programme gouvernemental local, avec moins de 200 mots de contenu dédié à l'explication du sujet, et ne couvre pas les aspects généraux attendus par un utilisateur recherchant des informations sur ce thème.",
        "hors_sujet": true,
        "raison_hors_sujet": "Le contenu est une page programme gouvernemental détaillant les règles administratives d'un crédit d'impôt spécifique à un État américain (Pennsylvanie). Il ne répond pas à une intention informationnelle générale sur le sujet 'Video Game Production Tax Credit', mais sert de documentation officielle pour des entreprises candidates. La couverture thématique est inférieure à 40% des sous-thèmes attendus (définition générale, importance, procédure universelle, coûts comparatifs, etc.), et le format est celui d'une landing page institutionnelle avec des champs de formulaire plutôt qu'un article informatif."
      },
      "article_id": "query_0_position_5",
      "timestamp": "2025-12-03T13:28:11.978985",
      "raw_response_metadata": {
        "article_id": "query_0_position_5",
        "group_id": 0,
        "response_length": 1275,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.0,
        "justification": "Le contenu fourni est vide ou null (contenu: 'None'). Selon l'échelle de notation, un contenu vide ou une page d'erreur correspond à la plage 'Hors-sujet TOTAL' (0.0-0.3). Il n'y a aucun texte à analyser pour évaluer la pertinence par rapport à une requête de recherche.",
        "hors_sujet": true,
        "raison_hors_sujet": "Le contenu de l'article est vide (valeur 'None'). Il n'y a pas de texte, de structure ou d'information à analyser. Cela correspond à un contenu nul, une page d'erreur ou une page sans information réelle, ce qui la rend totalement hors-sujet pour toute analyse SEO de fond."
      },
      "article_id": "query_0_position_6",
      "timestamp": "2025-12-03T13:28:07.600676",
      "raw_response_metadata": {
        "article_id": "query_0_position_6",
        "group_id": 0,
        "response_length": 702,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.3,
        "justification": "Le contenu est une page de présentation institutionnelle d'un programme d'études (AAS en Video Production and Emerging Media) du Portland Community College. Il s'agit d'une page de catalogue académique avec des informations administratives, des liens d'application et des mentions légales. Le contenu est principalement descriptif du programme et de l'institution, avec moins de 200 mots de texte informatif réel. Il ne répond pas à une requête de recherche spécifique sur un service ou un sujet pratique, mais présente une offre de formation.",
        "hors_sujet": true,
        "raison_hors_sujet": "Le contenu est une page de catalogue académique pour un programme d'associate degree, et non un article informatif répondant à une requête de recherche utilisateur. Il s'agit d'une page institutionnelle de présentation de programme avec des éléments de navigation (liens d'application, copyright) et une description générale du cursus. Le contenu textuel informatif est très limité (moins de 200 mots) et se concentre sur la promotion du programme et de l'établissement, sans fournir d'information actionnable, de guide pratique ou de réponse à un besoin informationnel précis."
      },
      "article_id": "query_0_position_7",
      "timestamp": "2025-12-03T13:28:11.675393",
      "raw_response_metadata": {
        "article_id": "query_0_position_7",
        "group_id": 0,
        "response_length": 1280,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.5,
        "justification": "Parsing failed",
        "hors_sujet": false
      },
      "raw_response_fallback": "```json\n{\n    \"pertinence_requete\": {\n        \"score\": 0.9,\n        \"justification\": \"L'article est très pertinent car il répond exactement et complètement à la requête implicite de 'guide de production vidéo'. Il fournit un contenu détaillé, approfondi et actionnable sur toutes les phases de la production vidéo (pré-production, production, post-production), avec des conseils pratiques pour les débutants et les professionnels. La couverture du sujet est supérieure à 80%, abordant la planification, le budget, l'écriture, le casting, le tournage et les équipements.\",\n        \"hors_sujet\": false,\n        \"raison_hors_sujet\": null\n    },\n    \"analyse_angles\": {\n        \"angle_principal\": {\n            \"nom_specifique\": \"Approche pédagogique structurée par partenariat expert pour démystifier un processus complexe\",\n            \"score_confiance\": 0.95,\n            \"preuves_quantitatives\": {\n                \"mots_dedies\": 1800,\n                \"sous_sections\": 15,\n                \"chiffres_un",
      "parsing_error": true,
      "article_id": "query_0_position_8",
      "timestamp": "2025-12-03T13:29:45.139400",
      "raw_response_metadata": {
        "article_id": "query_0_position_8",
        "group_id": 0,
        "response_length": 12201,
        "parsing_attempted": true,
        "parsing_successful": false
      },
      "validation_report": {
        "validated": false,
        "quality_score": 0.5,
        "parsing_successful": false,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.3,
        "justification": "Le contenu fourni est essentiellement une page de rubrique ou de critères pour un concours étudiant, avec une liste de logiciels et des directives générales. Il ne s'agit pas d'un article informatif ou éducatif sur la production vidéo en tant que telle. Le contenu réel est extrêmement limité (moins de 50 mots de contenu narratif ou explicatif), se composant principalement de listes et de notes brèves. Il ne répond pas à une intention de recherche typique sur la production vidéo (apprendre, comprendre les techniques, etc.).",
        "hors_sujet": true,
        "raison_hors_sujet": "Le contenu est une page de règles/guide de soumission pour un concours spécifique (GA Student Technology Competition). Il s'agit d'un document administratif et procédural, et non d'un article, guide ou ressource éducative sur le sujet général de la 'production vidéo'. Il manque complètement de développement éditorial, d'explications, de tutoriels ou d'informations approfondies attendues pour un contenu SEO sur ce thème. La 'pertinence' est basée sur la présence de mots-clés dans le titre, mais le contenu lui-même ne traite pas du sujet de manière substantielle."
      },
      "article_id": "query_0_position_9",
      "timestamp": "2025-12-03T13:28:12.188313",
      "raw_response_metadata": {
        "article_id": "query_0_position_9",
        "group_id": 0,
        "response_length": 1255,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    },
    {
      "pertinence_requete": {
        "score": 0.3,
        "justification": "Le contenu est une page d'accueil d'une entreprise de production vidéo (Lemonlight) qui se présente comme une société de production mondiale. Il s'agit d'une landing page commerciale avec des appels à l'action forts, des témoignages clients et une présentation de services. Il ne contient aucune information sur un 'contrôle d'éclairage gratuit' ou un sujet technique lié à l'automobile ou à la sécurité routière. Les mots-clés et le sujet sont complètement différents de la requête attendue (qui semble être liée à un service de contrôle technique automobile).",
        "hors_sujet": true,
        "raison_hors_sujet": "Le contenu traite exclusivement des services de production vidéo à l'échelle mondiale pour le marketing de marque. Il n'aborde en aucun cas les thèmes liés à un contrôle technique, à l'éclairage automobile, à la sécurité routière, ou à tout service de vérification gratuit. C'est une page de présentation commerciale pour une agence de création de contenu, ce qui est totalement hors du champ sémantique de la requête implicite."
      },
      "analyse_angles": null,
      "approches_differenciantes": null,
      "couverture_thematique": null,
      "themes_emergents": null,
      "themes_a_exclure": null,
      "type_contenu": null,
      "intention": null,
      "profondeur_globale": null,
      "positionnement_concurrentiel": null,
      "article_id": "query_0_position_10",
      "timestamp": "2025-12-03T13:28:12.967067",
      "raw_response_metadata": {
        "article_id": "query_0_position_10",
        "group_id": 0,
        "response_length": 1434,
        "parsing_attempted": true,
        "parsing_successful": true
      },
      "validation_report": {
        "validated": true,
        "quality_score": 1.0,
        "parsing_successful": true,
        "consistency_issues": [],
        "overlap_warnings": []
      }
    }
  ],
  "synthese_strategique_analysis_0": {
    "analyse_angles_concurrentiels": {
      "angles_dominants": [],
      "angles_emergents": []
    },
    "raw_response_fallback": "```json\n{\n    \"analyse_angles_concurrentiels\": {\n        \"angles_dominants\": [\n            {\n                \"angle\": \"Approche pédagogique structurée par étapes (préproduction, production, postproduction)\",\n                \"frequence_utilisation\": \"Position 1 uniquement\",\n                \"niveau_profondeur_moyen\": \"approfondi\",\n                \"positionnement_requis\": \"Obligatoire\",\n                \"exemples_reussis\": [\"Position 1: Guide détaillé avec citations d'experts et structure claire\"]\n            },\n            {\n                \"angle\": \"Différenciation conceptuelle entre production vidéo et cinéma\",\n                \"frequence_utilisation\": \"Position 1 uniquement\",\n                \"niveau_profondeur_moyen\": \"modere\",\n                \"positionnement_requis\": \"Recommande\",\n                \"exemples_reussis\": [\"Position 1: Section dédiée clarifiant les différences\"]\n            }\n        ],\n        \"angles_emergents\": [\n            {\n                \"angle\": \"Production vidéo ad",
    "parsing_error": true
  },
  "angle_select": {
    "angle_selectionne": "Analyse impossible - données préliminaires insuffisantes",
    "score_total": "0/12",
    "justification_selection": "Impossible de sélectionner un angle optimal car la synthèse stratégique a échoué",
    "parsing_error": true,
    "dependency_failed": true
  },
  "searchbase_data": {
    "meta": {
      "parsing_error": true,
      "dependency_failed": true,
      "error_message": "Impossible de générer les données de collecte - prérequis invalides"
    },
    "parsing_error": true,
    "dependency_failed": true
  },
  "perplexity_search_data": {},
  "controle_qualite": {
    "articles_traites": 10,
    "erreurs_detectees": 0,
    "score_completude": "10/10 (100.0%)"
  }
}